taskt/Core/Automation/Commands/WebBrowserGroup/SeleniumBrowserGetWindowAndTabURLsAsJSONCommand.dot
digraph "SeleniumBrowserGetWindowAndTabURLsAsJSONCommand" {
"SeleniumBrowserGetWindowAndTabURLsAsJSONCommand" -> "ASeleniumGetWindowAndTabInformationCommands";
"ASeleniumGetWindowAndTabInformationCommands" -> "ASeleniumGetFromWebDriverCommands";
"ASeleniumGetFromWebDriverCommands" -> "ASeleniumDoSomethingToWebDriverCommands";
"ASeleniumGetFromWebDriverCommands" -> "IResultProperties";
"ASeleniumDoSomethingToWebDriverCommands" -> "ScriptCommand";
"ASeleniumDoSomethingToWebDriverCommands" -> "ISeleniumDoSomethingToWebDriverProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
