taskt/Core/Automation/Commands/WebBrowserGroup/SeleniumBrowserGetWindowAndTabURLsAsJSONCommand.puml
@startuml
SeleniumBrowserGetWindowAndTabURLsAsJSONCommand --> ASeleniumGetWindowAndTabInformationCommands
ASeleniumGetWindowAndTabInformationCommands --> ASeleniumGetFromWebDriverCommands
ASeleniumGetFromWebDriverCommands --> ASeleniumDoSomethingToWebDriverCommands
ASeleniumGetFromWebDriverCommands --> IResultProperties
ASeleniumDoSomethingToWebDriverCommands --> ScriptCommand
ASeleniumDoSomethingToWebDriverCommands --> ISeleniumDoSomethingToWebDriverProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
